ABOUT = "VAC Plotter v.1.0 \n" \
        "Дата сборки: October 21, 2016 \n" \
        " \n" \
        "Обратная связь: \n" \
        "bogdanovservik@yandex.ru \n" \
        " \n" \
        "© Bogdanov Sergei, 2016 \n" \
        " \n" \
        "Лицензия: GNU General Public License, версия 3 \n" \
        " \n" \
        "Работы проведены при поддержке ФЦП «Исследования и разработки " \
        "по приоритетным направлениям развития научно-технического " \
        "комплекса России на 2014-2020 годы», соглашение No14.577.21.0117, " \
        "уникальный идентификатор RFMEFI57714X0117"

HELP = "Входными данными для программы являются файлы с расширением .xml, " \
       "содержащие координаты точек ВАХ элемента. Структура XML-файла " \
       "строго определена выходными данными испытательной установки, " \
       "основанной на ПО NI LabView. \n" \
       " \n" \
       "Необходимое ПО для запуска программы: \n" \
       "Python 3 с модулями: " \
       "lxml, matplotlib, codecs, PyQt5, scipy. \n" \
       "Вместо установки Python 3 можно установить Anaconda 3, которая " \
       "содержит в себе python3 и все необходимые модули. \n" \
       " \n" \
       " \n" \
       "Инструкция  по работе с программой VAC Plotter:  \n" \
       "При помощи кнопки 'Обзор' (либо прямым вводом в editBox ниже) " \
       "необходимо выбрать каталог в котором сожержатся XML-файлы с " \
       "данными \n" \
       "Определить тип ВАХ: прямая (Forward) или обратная (Backward) и " \
       "нажать 'Поиск в каталоге'. " \
       "Выбрать необходимые файлы ниже. \n" \
       " \n" \
       "Построение ВАХ: \n" \
       "'Графики' -> 'Построить' \n" \
       "Очистка графика: \n" \
       "'Графики' -> 'Очистить' \n" \
       "При необходимости построения других ВАХ необходимо очистить " \
       "график от предыдущих. \n" \
       "Расчет моделей и построение гистограммы по коэффициенту 'a': \n" \
       "'Модель' -> 'Расчитать' \n" \
       "Очистка гистограммы: \n" \
       "'Модель' -> 'Очистить' \n"
